<?php
/**
 * Template Name: Листинг товаров
 *
 * Description: шаблон листинга товаров
 *
 * Tip: для лисгинга
 *
 * @package WordPress
 * @subpackage dranikss
 * @since dranikss
 */
get_header();
?>

<?php
$ids = get_post_meta($post->ID, 'category_ids', true);
?>

<!-- BREADCRUMBS : begin -->
<div id="breadcrumbs">

    <div class="container_12">
        <div class="grid_12">
            <ul>
                <li><a href="/" title="">Главная</a></li>
<!--                <li><a>Услуги</a></li>-->
              <!--  <li><a href="/catalog/">Каталог</a></li>  -->
                <li><a href="<?php echo get_permalink( $post->post_parent ); ?>" title=""><?php echo get_the_title( $post->post_parent ); ?></a></li>
                <li class="current"><a href="<?php echo get_the_permalink($post->ID); ?>" title="<?php echo $post->post_title; ?>"><?php echo $post->post_title; ?></a></li>

            </ul>
        </div>
    </div>

</div>
<!-- BREADCRUMBS : end -->

<?php
/* * *** Слайдер основной страницы ***** */
$bannerArgs = array(
    'post_type' => 'slider',
    'post_status' => 'publish',
    'posts_per_page' => -1,
    'order_by' => 'sort',
    'order' => 'ASC',
    'meta_query' => array(
        array(
            'key' => 'toservice',
            'value' => sprintf(':"%s";', get_the_ID()),
            'compare' => 'LIKE'
        )
    )
);

$banners = query_posts($bannerArgs);

if (count($banners)) {
    ?>
    <div class="flexslider" data-cat="0">
        <ul class="slides">
            <!--div id="banner-page" class="banner-page banner0" data-cat="0">
                <ul-->
            <?php
            foreach ($banners as $banner) {
                $fon = get_field('fon', $banner->ID);
                $text = get_field('text', $banner->ID);
                $link = get_field('link', $banner->ID);
                $pos = get_field('position', $banner->ID);
                $google = get_field('google', $banner->ID);
                $appsotre = get_field('appstore', $banner->ID);

                if ($pos == 'right')
                    $posStr = 'left:500px;';
                elseif ($pos == 'center')
                    $posStr = 'left:250px;';
                else
                    $posStr = '';
                ?>
                <li style="background-image: url(<?= $fon ?>)">
                    <?php if (!empty($link)) { ?>
                        <a href="<?= $link ?>">
                        <?php } ?>
                        <img style="visibility:hidden" src="<?= $fon ?>" />
                        <p class="flex-caption"><?php
                            if ($google) {
                                ?>
                                <a class="play" href="<?= $google ?>" target="_blank"><img src="<?= get_template_directory_uri(); ?>/images/plgog.png" alt=""></a>

                                <?php
                            }
                            ?>
                            <?php
                            if ($appsotre) {
                                ?>
                                <a class="apstore" href="<?= $appsotre ?>" target="_blank"><img src="<?= get_template_directory_uri(); ?>/images/apstore.png" alt=""></a>

                                <?php
                            }
                            ?>

                            <?php if (!empty($text)) { ?>
                                <img style="<?= $posStr ?>" src="<?= $text ?>" alt="" class="slide-text">
                            <?php } ?> </p>
                        <?php if (!empty($link)) { ?>
                        </a>
                    <?php } ?>
                </li>
                <?php
            }
            ?>
        </ul>
    </div>
    <?php
}

wp_reset_query();
wp_reset_postdata();
/* * *** Слайдер основной страницы ***** */


/* * *** Слайдеры по разделам ***** */

if ($ids) {
    $idsSlider = explode(",", $ids);
    $idsSlider[] = 0;

    $meta_query = array(
        'relation' => 'OR'
    );
    foreach ($idsSlider as $id) {
        $meta_query[] = array(
            'key' => 'catalog',
            'value' => sprintf(':"%s";', $id),
            'compare' => 'LIKE'
        );
    }

    $bannerArgs = array(
        'post_type' => 'slider',
        'post_status' => 'publish',
        'posts_per_page' => -1,
        'order_by' => 'sort',
        'order' => 'ASC',
        'meta_query' => $meta_query
    );

    $banners = get_posts($bannerArgs);

    $bGroups = array();

    foreach ($banners as $bannerOld) {
        $f = get_field('catalog', $bannerOld->ID);


        foreach ($f as $item) {
            $bGroups[$item->term_id][$bannerOld->ID] = $bannerOld;
        }
    }

    if (count($banners)) {
        foreach ($bGroups as $key => $bannersN) {
            ?>
            <div class="flexslider banner-page" style="display:none" data-cat="<?= $key; ?>">
                <ul class="slides">
                  <!--div id="banner-page" class="banner-page banner<?= $key; ?>" data-cat="<?= $key; ?>" style="display:none">
                      <ul-->
                    <?php
                    foreach ($bannersN as $banner) {
                        $fon = get_field('fon', $banner->ID);
                        $text = get_field('text', $banner->ID);
                        $link = get_field('link', $banner->ID);
                        $pos = get_field('position', $banner->ID);
                        $google = get_field('google', $banner->ID);
                        $appsotre = get_field('appstore', $banner->ID);

                        if ($pos == 'right')
                            $posStr = 'left:500px;';
                        elseif ($pos == 'center')
                            $posStr = 'left:250px;';
                        else
                            $posStr = '';
                        ?>
                        <li style="background-image: url(<?= $fon ?>)">

                            <?php if (!empty($link)) { ?>
                                <a href="<?= $link ?>">
                                <?php } ?>
                                <img style="visibility:hidden" src="<?= $fon ?>" />
                                <p class="flex-caption"><?php
                                    if ($google) {
                                        ?>
                                        <a class="play" href="<?= $google ?>" target="_blank"><img src="<?= get_template_directory_uri(); ?>/images/plgog.png" alt=""></a>

                                        <?php
                                    }
                                    ?>
                                    <?php
                                    if ($appsotre) {
                                        ?>
                                        <a class="apstore" href="<?= $appsotre ?>" target="_blank"><img src="<?= get_template_directory_uri(); ?>/images/apstore.png" alt=""></a>

                                        <?php
                                    }
                                    ?>

                                    <?php if (!empty($text)) { ?>
                                        <img style="<?= $posStr ?>" src="<?= $text ?>" alt="" class="slide-text">
                                    <?php } ?> </p>

                                <?php if (!empty($link)) { ?>
                                </a>
                            <?php } ?>
                        </li>
                        <?php
                    }
                    ?>
                </ul>
            </div>
            <?php
        }
    }

    wp_reset_query();
    wp_reset_postdata();
}


/* * *** Слайдеры по разделам ***** */
?>

<?php /* if (get_the_post_thumbnail_url( $post->ID, 'full' )):?>

  <img id="main_banners" style="width:100%;" src="<?php echo get_the_post_thumbnail_url( $post->ID, 'full' ) ?>" alt="<?php the_title(); ?>">
  <?php endif */ ?>
<!-- CONTENT : begin -->
<div id="content-page" class="listing">
    <div class="container_12">
        <!--  <?php if (!$_GET['_escaped_fragment_']): ?>
                                     <div class="grid_12">
                                         <h1 class="visible_960"><?php the_title(); ?></h1>
                                     </div>
        <?php else: ?>
            <?php $ID_get = url_to_postid($url); ?>
                                     <div class="grid_12">
                                         <h1 class="visible_960"><?php echo get_the_title($ID_get) ?></h1>
                                     </div>
        <?php endif; ?> -->


        <!-- left column (filters) : begin -->
        <div class="grid_3 filters">
            <!-- title -->

            <div class="mobile">
            <?php if (!$_GET['_escaped_fragment_']): ?>
                <div class="h1"><?php the_title(); ?></div>
            <?php else: ?>
                <?php $ID_get = url_to_postid($url); ?>
                <div class="h1"><?php echo get_the_title($ID_get) ?></div>
            <?php endif; ?>
            </div>

            <!-- subtitle -->
            <div class="subtitle">Фильтр товаров</div>
            <div id="filters_inner" class="filters_inner">
                <div>
                <!-- filter category : begin -->
                <div class="filter-category">

                    <div>По категории</div>

                    <div>
                        <ul>
                            <li class="active all"><a title="<?php echo $post->post_title; ?>" href="#">Все товары</a></li>
                            <?php echo do_shortcode('[product_categories ids="' . ( $ids ? $ids : $post->ID) . '"] '); ?>
                        </ul>

                        <?php wp_nonce_field('ajax-shoping-nonce', 'security_shoping'); ?>

                    </div>

                </div>
                <!-- filter category : end -->
                <!-- filter brand : begin -->
                <div class="filter-brand" id="filter-sub">
                    <div></div>
                    <div>
                        <ul id="filter_subcategory">

                        </ul>
                    </div>
                </div>
                <!-- filter brand : end -->
                <!-- filter brand : begin -->
                <div class="filter-brand" id="filter-brand">
                    <div>По бренду</div>
                    <div>
                        <ul>

                        </ul>
                    </div>
                </div>
                <!-- filter brand : end -->
                </div>
            </div>

        </div>
        <!-- left column (filters) : end -->

        <!-- right column (filters + products) : begin -->
        <div class="grid_9 content">

            <!-- title -->
            <?php if (!$_GET['_escaped_fragment_']): ?>
                <h1 class=""><?php the_title(); ?></h1>
            <?php else: ?>
                <?php $ID_get = url_to_postid($url); ?>
                <h1 class=""><?php echo get_the_title($ID_get) ?></h1>
            <?php endif; ?>
<?$currenturl = get_permalink();?>

 <!-- sorting : begin -->
            <div class="sorting clearfix">
                <span class="po">Сортировать по: </span>
                <!-- select -->
                <div class="select">
                    <span>цене, сначала дорогие</span>
                    <a href="#" title="" data-sorting="price">цене, сначала недорогие</a>
                    <a href="#" title="" data-sorting="priceup">цене, сначала дорогие</a>
                    <a href="#" title="" data-sorting="title">названию</a>
                    <a href="#" title="" data-sorting="novelity">новизне</a>
                    <a href="#" title="" data-sorting="popular">популярности</a>
                </div>

                <!-- variant -->
                <div class="variant clearfix">
                    <span>Вид</span>
                    <a href="#" title="Плитка" class="active" data-attr="tile"></a>
                    <a href="#" title="Список" data-attr="list"></a>
                </div>

            </div>
            <!-- sorting : end -->
            <div class="loader-magick round-square">
                <div class="wrap">
                    <span></span>
                    <span></span>
                    <span></span>
                    <span></span>
                </div>
            </div>
            <!-- list products : begin -->
            <div class="this-magick woocommerce">
                <div class="masonry">

                    <?php if (have_posts()) while (have_posts()) : the_post(); ?>
                            <?php
                            if ($_GET['_escaped_fragment_']) {
                                echo do_shortcode('[product_category category="' . $_GET['_escaped_fragment_'] . '" per_page="9999"]');
                            } else {
                               the_content();
                            }
                            ?>
                            <?php ?>

                        <?php endwhile; // Конец цикла  ?>

                </div>
            </div>
            <!-- list products : end -->

<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/antisepticheskie-i-dezinficiruyushhie-sredstva/'):?>

<p>Гигиеническая обработка рук и поверхностей — необходимое условие чистоты не только в период пандемии, но и в условиях обычной жизни. Антисептические средства необходимы в тех ситуациях, когда у вас нет возможности помыть руки с мылом, а средства для дезинфекции поверхностей подойдут как для домашнего использования, так и для уборки в офисных, коммерческих, производственных и других помещений.</p>

<p>Компания «Чистый Дом» предлагает купить кожные антисептики и средства для дезинфекции в Твери. Профессиональные средства, которые мы предлагаем в нашем интернет-магазине, проверены годами нашего опыта в клининге. В продаже имеются дозаторы для антисептиков и мобильные стойки для диспенсеров. Товар имеется в наличии на нашем складе, мы осуществляем доставку по Твери и организовываем поставки в другие регионы России.</p>

            <?endif;?>



<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/roboty-mojshhiki-okon/'):?>

<p>Роботы-мойщики окон Hobot изменят ваше представление об уборке дома. Мытье окон больше не будет для вас сложной задачей: теперь достаточно просто поместить умного робота на стекло и можно продолжать заниматься своими делами. Робот-мойщик окон Hobot сделает всю грязную и опасную работу за вас!</p>

<p>Компания «Чистый Дом» предлагает купить роботов для мытья окон Hobot и аксессуары для них. Вы можете сделать заказ с доставкой на дом, совершив покупку в нашем интернет-магазине, или посетив наш магазин по адресу г. Тверь, ул. Коминтерна, 22б.</p>

            <?endif;?>

<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/antisepticheskie-i-dezinficiruyushhie-sredstva-dlya-ruk/'):?>

<p>Антисептические и дезинфицирующие средства для обработки рук - неотъемлемые условия гигиены в местах большого скопления людей, фуд-кортах, детских игровых комнатах и столовых.</p>

<p>Компания «Чистый Дом» предлагает приобрести антисептические и дезинфицирующие средства, а также необходимое дозирующее оборудование. Дезинфицирующее мыло, гели-антисептики, антибактериальные жидкости для протирки сидений унитаза, а также диспенсеры, стенды и мобильные стойки вы можете заказать на нашем сайте. Мы осуществляем доставку по Твери и другим городам России.</p>

            <?endif;?>

<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/inventar-dlya-uborki/'):?>

<p>Компания «Чистый Дом» является официальным представителем торговой марки Vileda Professional. </p> 
<p>Швабры, мопы, ведра, уборочные тележки и другой профессиональный инвентарь для эффективной уборки вашего помещения — большой ассортимент аксессуаров для уборки в наличии и под заказ. Вы можете купить инвентарь Vileda Professional в Твери с доставкой, сделав заказ в нашем интернет-магазине, или посетив наш шоу-рум по адресу г. Тверь, ул. Коминтерна, 22б. </p> 
<p>Компания «Чистый Дом» осуществляет розничные продажи и оптовые поставки профессионального инвентаря немецкой торговой марки Vileda Professional для учреждений здравоохранения, пищевых производств, торгово-офисных центров, а также гостиниц, ресторанов и баров города Твери.  </p>

            <?endif;?>
<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/podmetalnye-mashiny/'):?>
<h2>Подметальная машина – технологичное решение для чистоты</h2>
<p>Подметальная машина – это современное, технологичное и компактное решение для быстрой и эффективной уборки. Устройство выполняет задачи по устранению мусора и пыли в помещениях и на уличных территориях. Модели подметальных отличаются по весу, маневренности, набору опций и по принципу действия: механические машины (вращающиеся щетки приходят в движение от толкания машины) и аккумуляторные (работают от батареи).</p>
<p>Для каких задач, как правило, используются подметальные машины:</p>
<ul>
<li>Первичная уборка крупного мусора с напольных поверхностей. Отлично подходит для складских помещений, упаковочных цехов, где после окончания рабочей смены на полу остается большое количество мусора и остатков материалов, а уборка большой площади ручным методом (щеткой и совком) занимает много времени. </li>
<li>Уборка прилегающих территорий: дворы, террасы, гараж. Подходит как для небольших предприятий, так и для частный клиентов при уборке собственного дома. </li>
<li>Уборка уличных территорий – дорожки, парковки, тротуары, детские площадки. Подметальные машины подойдут для решения различных задач небольшими ЖК, управляющими компаниями.</li>
<li>Применение подметальных машин помогает экономить время и силы, в том числе – в промышленных масштабах.</li>
</ul>
<h2>Как выбрать подметальную машину</h2>
<p>Важно четко понимать задачи, которые ставятся перед устройством, от этого зависит выбор модели. Особенности, на которые стоит обратить внимание:
Объем мусорного контейнера. От этого зависит, как часто оператор подметальной машины будет опустошать бак, прерывая уборку. Чем больше убираемая площадь и чем больше крупного мусора предстоит убирать, тем больший бак должен быть у машины. </p>
<p>Тип помещения и желаемый результат уборки. Безусловно, разные поверхности предполагают разные требования к чистоте — пол в складском помещении должен быть чище, чем уличная дорожка, а холл или большой коридор – чище, чем парковка. Разные подметальные машины в силу своих особенностей (количество щеток, мощности всасывания) способны обеспечить разный результат. </p>
<p>Сиденье для оператора. На практике доказано, что если перед работником стоит задача убрать большой объем площади, то ему понадобится гораздо больше времени, чтобы сделать такую работу «на ногах» — ему потребуются перерывы, время на отдых, опустошение мусорного контейнера и восстановление сил. Если большая площадь должна быть убрана за короткий промежуток времени, рекомендуется использовать подметальные машины с сиденьем для оператора. </p>
<p>Выбрать подметальную машину и купить её в Твери помогут консультанты компании «Чистый дом». Наши консультанты помогут подобрать оптимальный вариант именно для ваших задач, провести обучение персонала по использованию машины, а также обеспечат гарантийное и постгарантийное обслуживание техники. </p>
            <?endif;?>

<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/professionalnye-pylesosy/'):?>

<h2>Почему стоит купить профессиональный моющий пылесос</h2>
<p>Профессиональные моющие пылесосы отличаются от обычных моделей большой мощностью и универсальностью. Фактически они могут справляться с любыми видами загрязнений: крупные фрагменты мусора, пыль в труднодоступных местах, сложные пятна, въевшаяся грязь. Поэтому на нашем сайте вы найдёте целый ряд агрегатов, которые могут легко собрать разлившуюся жидкость, а также справиться с сухими загрязнениями.</p>
<h3>Почему выгодно покупать промышленный пылесос</h3>
<p>Профессиональные моющие агрегаты аналогичны промышленным пылесосам, поскольку они обладают возможностью быстро и качественно убирать большое количество крупного и мелкого мусора. Именно поэтому в клининговых компаниях применяют именно такие машины для получения наилучшего результата. Если вы хотите обеспечить себе уровень профессиональной уборки - стоит купить промышленный пылесос. Сделать это вы сможете в нашей компании.</p>
<p>Предлагаемые нами профессиональные пылесосы имеют ряд преимуществ. Они:</p>
<ul>
<li>работают с любыми видами загрязнений;</li>
<li>имеют специальные режимы для чистки ковров и мебели;</li>
<li>удобны в работе и в хранении;</li>
<li>укомплектованы большим количеством различных насадок.</li>
</ul>
<p>Цена на промышленный пылесос зависит от разных параметров: мощность, производительность, бренд. Наличие дополнительных опций также может влиять на стоимость агрегата.</p>
<h3>Насадки для профессионального пылесоса</h3>
<p>Мы предлагаем следующие виды насадок для моющего пылесоса:</p>
<ul>
<li>для мытья пола и ковров,</li>
<li>для чистки мягкой и корпусной мебели,</li>
<li>для уборки жидкости,</li>
<li>щелевая насадка,</li>
<li>щётка для уборки.</li>
</ul>
<p>Для уборки твёрдых и плоских покрытий можно выбирать обычную щётку, она легко справится с загрязнениями. Если нужно чистить ковры и мягкую мебель, то без турбо-щётки не обойтись. Она хорошо чистит поверхности за счёт того, что умеет приподнимать ворс.</p>
<p>Профессиональный пылесос &ndash; это идеальное решение для создания чистоты дома или в офисе. Он не даёт ни единого шанса пыли, шерсти и прочим мелким частичкам, которые накапливаясь, вызывают аллергические реакции у детей и взрослых.</p>
<p>Купить профессиональный моющий пылесос вы можете в компании &laquo;Чистый дом&raquo;. Для получения дополнительной информации о товарах, пожалуйста, свяжитесь с нашими менеджерами.</p>

            <?endif;?>
<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/sushilki-dlya-ruk-i-feny-dlya-volos/'):?>
<p>Сушилка для рук – электрический прибор, который стал неотъемлемой частью туалетов и душевых как в частном доме или квартире, так и в общественных заведениях, например, в ресторане или в раздевалке фитнес-клуба. К преимуществам  сушилок для рук можно отнести их простоту и удобство использования. На рынке представлен большой выбор моделей, которые гармонично впишутся в любой интерьер. </p>
<h2>Какими бывают сушилки для рук?</h2>
<p>Популярные в Твери сушилки для рук, несмотря на простой принцип работы, имеют разделение на несколько видов по тем или иным параметрам. Например, по конструкции они делятся на два типа:</p>
<ul>
<li>Классические. Аппараты крепятся к стене на уровне груди среднестатистического человека. Достаточно поднести руки к сушилке снизу, чтобы устройство включило подачу воздуха. </li>
<li>Погружные. Устанавливаются примерно на уровне пояса. Чтобы воспользоваться техникой, нужно просунуть руки внутрь корпуса, после чего сушилка обдует их теплым воздухом. </li>
</ul>
<p>Для установки в общественных заведениях рекомендуется выбрать антивандальные устройства. Их корпус выполнен из металла, чем обусловлена повышенная прочность и стойкость к ударам. </p>
<h2>Как правильно выбрать технику? </h2>
<p>Чтобы не ошибиться с выбором сушилки для рук, обращайте внимание на следующие параметры:</p>
<ul>
<li>Материал. Пластиковые устройства обычно дешевле металлических, но не так хорошо противостоят воздействиям извне. </li>
<li>Мощность. Чем она выше, тем за более короткий срок аппарат высушит руки человека, но такие устройства потребляют больше электроэнергии. </li>
<li>Уровень шума. Для туалетов вокзалов или аэропортов шум сушилки не является критичным фактором, а вот в небольших и уютных заведениях лучше ставить тихие модели. </li>
<li>Доступные режимы. В продаже есть устройства, которые могут подавать не только теплый, но еще и холодный воздух. </li>
</ul>
<p>Клининговая компания «Чистый дом» предлагает купить сушилку для рук по рекомендованной производителем цене с гарантией и быстрой доставкой в любой город России.</p>


<!--<p>Сушилки для рук стали неотъемлемым аксессуаром туалетных комнат в заведениях, которые уделяют должное внимание потребностям своих клиентов. Благодаря компактному размеру и индивидуальному дизайну, сушилки впишутся в интерьер любой туалетной комнаты. 
 </p>
 
<p>Компания «Чистый Дом» предлагает купить сушилки для рук и фены для волос торговых марок BXG и Binele. Большой выбор оборудования по различным параметрам (мощность двигателя, скорость подачи воздуха, материал корпуса, потребление электроэнергии) позволяет удовлетворить потребности различных туалетных комнат.  </p>
 
<p>Купить сушилки для рук и фены для волос можно в магазине «Чистый Дом» по адресу г. Твери, ул. Коминтерна, д. 22б или сделав заказ в нашем интернет-магазине.   </p>-->

            <?endif;?>

<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/urny-i-pepelnicy/ulichnye-urny/'):?>
<p>Уличные урны – гарантия чистоты и порядка на всей территории</p>
<p>Наличие на территории уличных урн помогает поддерживать порядок, ведь при
отсутствии хранилища для отходов, 90% мусора оказывается вдоль бордюров. Грамотная
организация пространства поможет сохранить чистоту, поэтому подобные решения
актуальны для придомовых территорий, парков, остановок общественного транспорта, а
также любых других мест большого скопления людей.</p>
<p>Чтобы заказать уличную урну в Твери, необходимо знать основные характеристики:
объем урны, наличие поворотного механизма для быстрого и удобного опустошения
основной емкости, наличие пепельницы, возможность установки на различные типы
уличных поверхностей и др.</p>
<p>Купить уличную урну, а также сделать заказ на оптовую поставку урн для вашего
объекта, вы можете обратившись к менеджерам компании «Чистый Дом»</p>
			<?endif;?>
			<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/urny-i-pepelnicy/evro-kontejnery/'):?>
<p>Евроконтейнеры для мусора — хранение отходов на собственной территории</p>
<p>Мусорные контейнеры в Твери представлены в различных объемах и вариациях – в
ассортименте есть как пластиковые, так и металлизированные решения.</p>
<p>Традиционно мусорные евроконтейнеры используются для сбора и хранения всех типов
твердых бытовых отходов и устанавливаются на улице. Практичные материалы не
портятся под воздействием атмосферных осадков, механических повреждений, что дает
возможность установить их в любой части придомового участка.</p>
<p>Чтобы купить мусорный контейнер в Твери необходимо оценить требующийся объем и
актуальные дополнительные функции: наличие колесиков для перемещения контейнеры
по территории, тип крышки, возможности установки замка на крышку.</p>
<p>Выбрать и купить мусорные евроконтейнеры для вашего объекта вы можете в каталоге
на сайте или обратившись к менеджерам компании «Чистый Дом».</p>
			<?endif;?>
			<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/urny-i-pepelnicy/baki-i-kontejnery-dlya-razdelnogo-sbora-musora/'):?>
<p>Такие мусорные контейнеры в Твери с каждым годом становятся всё более нужными
организациям, которые считают важной частью своей деятельности заботу об
окружающей среде. Системы для хранения и сбора мусора позволяют раздельно
собирать бумажные, стеклянные, пластиковые, металлические, несортируемые и другие
виды отходов.</p>
<p>Офисные урны отлично смотрятся в любом интерьере: изделия выполнены из
высококачественного пластика, имеют крышки и маркируются наклейками с
обозначением стекла, картона, жести, и др.</p>
<p>Каталог магазина предлагает уличные баки: они невосприимчивы к воздействию влаги,
благодаря платформе на колесиках их можно транспортировать по территории, а плотная
крышка с замком убережет от запахов.</p>
<p>Менеджеры компании «Чистый Дом» подробно расскажут о нюансах выбора в нашем
интернет-магазине и помогут купить мусорные контейнеры для раздельного сбора.</p>
			<?endif;?>
			<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/urny-i-pepelnicy/urny-dlya-pomeshhenij/'):?>
<h2>Урны для помещений: практичные, удобные, долговечные</h2>
<p>Урна для мусора – неотъемлемый атрибут для быта современного человека, который полезен дома и в офисе. Емкость для сбора бумажных и пищевых отходов необходима для поддержания чистоты. При разнообразном ассортименте новых дизайнерских решений можно подобрать компактный контейнер, оптимально подходящий под интерьер. Высокопрочный пластик долговечен, легко моется и дезинфицируется.</p>
<p>Всем привычна и знакома урна уличная, но дома и на работе также будет полезна и актуальна емкость для сбора мусора. Где можно разместить урну:</p>
<ul>
<li>в офисе из расчета по одной емкости на одного-двух сотрудников или на помещение, если оно небольших размеров;</li>
<li>в гостиничных коридорах;</li>
<li>дома в кухне, ванной комнате и туалете;</li>
<li>в рабочем кабинете;</li>
<li>в общественном туалете.</li>
</ul>
<h2>Как выбрать урну</h2>
<p>Перед тем, как приобрести урну, необходимо определиться с ее цветом, размером и подходящим объемом, также важно понимать под какие виды мусора будет использоваться данной изделие и каким задачам оно должно соответствовать. Для тех, кто заботится о природе, бережно относится к ней и хочет сохранить ее для грядущих поколениях, оптимальным вариантом будет разделение отходов – для этого лучше купить три урны разных цветов для сбора бумаги, стекла и пластика.</p>
<p>Мы предлагаем широкий ассортимент емкостей для мусора, благодаря которому можно найти подходящую именно вам модель. В каталоге компания «Чистый дом» содержатся следующие модели:</p>
<ul>
<li>белого, черного цвета, а также оттенка металлик;</li>
<li>различного объема, диаметра и высоты;</li>
<li>с наличием крышки и без нее;</li>
<li>с присутствующим педальным механизмом открывания крышки, что делает пользование урной особо удобным;
для установки в жилом и офисном помещении.</li>
</ul>
<p>В нашем ассортименте присутствуют урны, специально разработанные для конкретного использования. Например, чтобы в кухне и в обеденной зоне не было посторонних запахов, выпускаются модели с плотно прилегающей крышкой; для офиса, где мусор представлен бумагой и пластиком, подойдут легкие офисные корзины; в ванной и туалетной комнатах оптимально будет поставить емкость для сбора использованных бумажных полотенец. Цвет металлик подойдет для помещения в стиле «хай-тек», подчеркнет его современность и стиль.</p>
<p>Купить урну в Твери очень просто – достаточно выбрать нужную модель на нашем сайте и заказать доставку. Широкий ассортимент позволяет выбрать идеальный вариант и по цене, и по объему. Если у вас есть вопросы, вы можете задать их нашим менеджерам – они объяснят особенности комплектации, уточнят количество емкостей, имеющихся в наличии, запишут адрес для отправки товара. Компания «Чистый дом» – ваш главный помощник на пути к чистоте.</p>
<!--<p>Урны для мусора для помещений: практичные, удобные, долговечные</p>
<p>Практичная урна для мусора – удобное решение для сбора мелких бытовых отходов.
Подобные контейнеры устанавливаются внутри помещения и незаменимы в офисах,
гостиницах и других общественных местах.</p>
<p>Чтобы емкость для сбора мусора дополняла общий стиль помещения, стоит отдать
предпочтение универсальным оттенкам (черный, белый, металлик) – они будут сочетаться
с любым дизайном интерьера.</p>
<p>Для того, чтобы урна точно отвечала потребностям помещения, необходимо определиться
с объемом изделия и материалом. Востребованной особенностью является наличие
крышки и педального механизма для ее открытия.</p>
<p>В нашем каталоге представлены офисные корзины для мусора (для мусора из бумаги и
пластика), урны для туалетных комнат (для бумажных полотенец и предметов гигиены),
для обеденных зон и мест приготовления пищи (урны с плотной крышкой,
препятствующие распространению запахов).</p>
<p>Если необходимо заказать урну в Твери, в нашем каталоге можно подобрать один из
вариантов, подходящих по размеру, форме, дизайну и другим параметрам. Уточнить
наличие, выбрать необходимую комплектацию и заказать оптовую поставку урн для
вашего помещения вы можете обратившись к менеджерам компании «Чистый Дом».</p>-->
			<?endif;?>
			<?php if($currenturl == 'https://www.uborka-tver.ru/catalog/polomoechnye-mashiny/'):?>
<h2>Как выбрать поломоечную машину для разных целей</h2>
<p>Уборка больших производственных помещений, торговых залов и складских цехов может стать настоящей проблемой, если нанять несколько уборщиков и постоянно их контролировать. Хорошо, что есть возможность доверить весь клининговый процесс одному человеку с профессиональной техникой.</p>
<h3>Особенности выбора</h3>
<p>Найти поломоечные машины в Твери можно на сайте фирменного магазина &laquo;Чистый дом&raquo;. В нашем ассортименте имеется большой выбор машин, различающихся по основным параметрам:</p>
<ul>
<li>По размерам: маленькие, большие, райдеры (с сиденьем для оператора);</li>
<li>По типу: аккумуляторная или сетевая;</li>
<li>По типу щеток: дисковые или роликовые.</li>
</ul>
<p>Рассмотрим эти параметры по отдельности. Сетевые агрегаты стоят дешевле и имеют большую силу всасывания в сравнении с батарейными машинами. Но электрокабель при уборке всегда будет путаться под ногами, а машина сможет работать только в помещении, где есть розетки.</p>
<p>Аккумуляторные поломоечные машины очень мобильны, но стоят дороже из-за дороговизны батарей. Для небольшого помещения с достаточным количеством розеток оптимальный выбор &ndash; небольшой сетевой агрегат. Для больших помещений, где нужно поддерживать чистоту постоянно, лучше взять аккумуляторный тип.</p>
<p>Большинство поломоечных машин комплектуется дисковыми щётками, которые отлично справляются с поддерживающей уборкой. Роликовые щётки стоят дороже и хорошо справляются со сложными загрязнениями. Их наиболее целесообразно использовать при генеральной уборке.</p>
<h3>Где купить поломоечные машины</h3>
<p>В нашем магазине вы найдёте огромный выбор аккумуляторных и сетевых поломоечных машин для больших зданий и маленьких помещений. У нас вы сможете найти как маленькие локальные агрегаты, так и большие самоходные райдеры с сиденьем для оператора. Также можно приобрести машины толкаемого типа с повышенной производительностью и встроенным счётчиком наработанных часов.</p>
<p>Почему выгодно покупать поломоечные машины у нас:</p>
<ul>
<li>большой выбор агрегатов для разных целей;</li>
<li>цены ниже среднерыночных;</li>
<li>скидки, акции, бонусы;</li>
<li>высокое качество всей продукции.</li>
</ul>
<p>Для получения дополнительной информации о товарах, пожалуйста, свяжитесь с нами по указанным контактам. Наши менеджеры с радостью ответят на все интересующие вас вопросы. Мы всегда рады новым клиентам.</p>
			<?endif;?>

            <?if(is_page(504)):?>
            <div class="category__text">

                <p>Хотите, чтобы уборка в доме происходила без вашего участия? Роботы-пылесосы iRobot Roomba - лучшее решение для тех, кто ценит свои силы и время. Просто нажмите кнопку CLEAN и робот-пылесос iRobot Roomba самостоятельно соберет пыль, песок, волосы и шерсть домашних животных с любых напольных покрытий, после чего вернется на базу и будет ждать ваших дальнейших указаний.</p>

<p>Роботы-пылесосы iRobot Roomba и роботы-мойщики полов iRobot Braava также управляются с помощью мобильного приложения iRobot Home - это значит, что вы можете отправлять ваших домашних помощников на уборку, находясь в любой точке мира.</p>

<p>C 2002 года обладателями роботов-пылесосов iRobot Roomba стали более 25 миллионов пользователей по всему миру. Вы можете стать одним из них уже сегодня - компания «Чистый Дом» является официальным представителем торговой марки iRobot на территории Тверской области. Наши консультанты помогут вам выбрать оптимальную модель для вашего дома и продемонстрируют работу роботов-пылесосов прямо на ваших глазах.</p>

            </div>
            <?endif;?>


            <?if(is_page(510)):?>
            <div class="category__text">

                <p>Компания "Чистый дом" предлагает широкий ассортимент диспенсеров и расходных материалов для туалетных комнат от известных брендов. В продаже туалетная бумага в рулонах и листовая, бумажные полотенца рулонные и листовые, сидения и покрытия на унитаз, жидкое и пенное мыло, диспенсеры для мыла, туалетной бумаги, полотенец, салфеток. Купить продукцию можно оптом и в розницу.</p>

            </div>
            <?endif;?>

            <?if(is_page(516)):?>
            <div class="category__text">

                <p>Компания "Чистый дом" предлагает купить оптом и в розницу урны для мусора различных типов: педальные, урны-пепельницы, закрытые корзины. В зависимости от вида и назначения, продукция может использоваться в помещениях или на улице.</p>

            </div>
            <?endif;?>




        </div>
        <!-- right column (filters + products) : end -->

    </div>
</div>
<!-- CONTENT : end -->


<?php get_footer(); ?>
