<?php
/**
 * Template Name: О компании
 *
 * Description: шаблон О компании
 *
 * Tip: для О компании
 *
 * @package WordPress
 * @subpackage dranikss
 * @since dranikss
 */

get_header(); ?>

<!-- BREADCRUMBS : begin -->
<div id="breadcrumbs">

    <div class="container_12">
        <div class="grid_12">
            <ul>
                <li><a href="/" title="">Главная</a></li>
                <li class="unavailable"><a href="#">Компания</a></li>
                <li class="current"><a href="#" title="">О компании</a></li>
            </ul>
        </div>
    </div>

</div>
<!-- BREADCRUMBS : end -->

<!-- CONTENT : begin -->
<div id="content-pafge" class="about-us">

    <!-- banner : begin -->
    <div class="banner">
        <div class="container_12">
        
            <div class="grid_12">

                <h1>О компании <b>&laquo;Чистый дом&raquo; </b><span>Наша миссия — сделать мир вокруг себя чище, красивее и безопаснее!</span></h1>

                <img class="banner--main-img visible_xs" src="<?=get_template_directory_uri();?>/img/about-banner-first.png" alt="Миссия">
          <ul class="banner--advantages visible_xs">
            <li>
              <img src="<?=get_template_directory_uri();?>/img/banner-adv-1.png" alt="Обученный персонал"><span>Обученный персонал</span>
            </li>
            <li>
              <img src="<?=get_template_directory_uri();?>/img/banner-adv-2.png" alt="Профессиональное уборочное оборудование"><span>Профессиональное уборочное оборудование</span>
            </li>
            <li>
              <img src="<?=get_template_directory_uri();?>/img/banner-adv-3.png" alt="Высокоэффективные химические средства"><span>Высокоэффективные химические средства</span>
            </li>
            <li>
              <img src="<?=get_template_directory_uri();?>/img/banner-adv-4.png" alt="Правильно организованный процесс уборки"><span>Правильно организованный процесс уборки</span>
            </li>
          </ul>

                <h2>Мы &mdash; тверская клининговая компания, имеющая 10-летний опыт обслуживания объектов коммерческой<br> недвижимости. Ежедневно создавая чистоту и комфорт, мы даем возможность нашим клиентам<br> сосредоточиться на собственном бизнесе, и домашних делах, не отвлекаясь на непрофильную работу.</h2>

            </div>
        </div>
    </div>
    <!-- banner : end -->

    <!-- clients : begin -->
    <div class="clients">

        <div class="container_12">
            <div class="grid_12">

                <h2>Нашими клиентами являются</h2>
                <img class="clients--img visible_xs" src="<?=get_template_directory_uri();?>/img/clients-bg-xs.png" alt="Клиент">

                <div class="text clearfix">
                    <span>Торговые и офисные помещения</span>
                    <span>Производственные комплексы</span>
                    <span>Складские и логистические центры</span>
                    <span>Фитнес клубы</span>
                    <span>Автосалоны</span>
                </div>

            </div>
        </div>

        <!-- 940 width bg (image) -->
        <div class="bg-image"></div>

        <!-- full width bg (black color) -->
        <div class="bg-black"></div>

    </div>
    <!-- clients : end -->

    <!-- services : begin -->
    <div class="services">

        <div class="container_12">

            <div class="grid_6 grid_mob_6 hidden_xs">&nbsp;</div>

            <div class="grid_6 grid_mob_6 grid_xs_12">

                <h2>Предоставляемые услуги</h2>
                <img class="visible_xs" src="<?= get_template_directory_uri() ?>/img/services-xs.png" alt="">
                <ul>
                    <li>Ежедневная комплексная уборка коммерческой недвижимости (аутсорсинг)</li>
                    <li>Послестроительная уборка</li>
                    <li>Генеральная уборка</li>
                    <li>Мытье окон и фасадов</li>
                    <li>Химчистка ковров и мягкой мебели</li>
                    <li>Глубокая чистка и полировка полов из натурального камня</li>
                    <li>Нейтрализация неприятных запахов</li>
                    <li>Бизнес ароматизация</li>
                    <li>Сервис грязезащитных ковров</li>
                    <li>Поставка оборудования для туалетных комнат и расходных материалов к ним</li>
                </ul>

            </div>

        </div>

    </div>
    <!-- services : end -->

    <!-- advantages : begin -->
    <div class="advantages">

        <div class="container_12">
            <div class="grid_12">

                <h2>Преимущества работы с нами</h2>

            </div>
        </div>

        <div class="container_12">

            <div class="grid_6 grid_mob_6 grid_xs_12">

                <ul>
                    <li>Высокое качество профессионального уборочного оборудования, инвентаря и моющих средств европейских производителей.</li>
                    <li>Качество уборки как самая важная составляющая контракта. Конструктивный подход к вопросу ценообразования.</li>
                    <li>Легально устроенный, обученный и взаимозаменяемый <br>персонал.</li>
                    <li>Страхование. Профессиональная ответственность сотрудников застрахована. В случае непредумышленной порчи имущества, ущерб будет возмещен в полном объеме.</li>
                </ul>

            </div>

            <div class="grid_6 grid_mob_6 grid_xs_12">

                <ul>
                    <li>Хорошая деловая репутация. 10 лет бузупречной работы в тверском клининге, опыт сотрудничества с десятками коммерческих организаций и тысячами частных лиц.</li>
                    <li>Опыт работы с иностранными компаниями, предъявляющими высокие требования к технике безопасности, охране труда, вопросам экологии и системе докуметооборота.</li>
                    <li>Разработанная и проверенная на собственном опыте в течение многих лет эффективная система управления процессом уборки с учетом индивидуальных пожеланий клиентов.</li>
                </ul>

            </div>
        </div>
    </div>
    <!-- advantages : end -->

    <!-- text : begin -->
    <div class="text">

        <div class="container_12">

            <div class="grid_4">
                <h3>Философия компании</h3>
                <p>Мы исповедуем принципы «маленькой» компании и стараемся максимально учитывать пожелания каждого клиента. Поэтому наша философия основывается на построении доверительных долгосрочных отношений с каждым, кто к нам обратился. Мы стремимся выработать индивидуальный подход в решении задач, в соответствии с требованиями и пожеланиями заказчика.</p>
            </div>

            <div class="grid_4">
                <h3>Опыт &mdash; сын ошибок трудных</h3>
                <p>За десять лет работы в тверском клининге, приобретая бесценный опыт на собственных ошибках, мы постоянно учились и совершенствовали свои технологии. В результате имеем за плечами более 3000 объектов, хорошую деловую репутацию, опыт плодотворного сотрудничества с десятками коммерческих организаций города и области.</p>
            </div>

            <div class="grid_4 hidden_xs">
                <h3>Хороша ложка к обеду!</h3>
                <p>В большинстве случаев услуга нужна заказчику «вчера». Поэтому наша мобильная бригада всегда в «боевой готовности». В отличие от иногородних компаний, мы находимся в шаговой доступности от вашего объекта, поэтому готовы моментально и без проволочек решить любую возникшую проблемную ситуацию непосредственно на объекте.</p>
            </div>

        </div>

        <div class="container_12">

            <div class="grid_4 hidden_xs">
                <h3>Тяжело в учении, легко в бою!</h3>
                <p>Перед тем как предложить свои услуги потребителям, мы обучаем и тестируем свой персонал на предмет профессиональных знаний и навыков. Сотрудники «Чистого Дома» &mdash; это штат опытных специалистов, готовых помочь в любом вопросе в пределах своей компетенции и квалификации. Мы регулярно проводим корпоративные тренинги и мероприятия, где обучаем менеджеров и линейных специалистов проверять и контролировать качество услуг, предлагаем испробовать на практике мировые инновационные разработки.</p>
            </div>

            <div class="grid_4 hidden_xs">
                <h3>Экология</h3>
                <p>Немаловажное значение в процессе создания чистоты имеет решение проблем экологии. Мы уделяем этому вопросу большое внимание, в том числе предлагая нашим клиентам только оборудование и моющие средства, в полной мере соответствующие высоким европейским стандартам экологичности и безопасности, действие которых не вредит окружающей среде, безопасно для здоровья обслуживающего персонала и самих пользователей услуг.</p>
            </div>

            <div class="grid_4 hidden_xs">
                <h3>Гарантии производителей</h3>
                <p>Все используемые нами уборочное оборудование, инвентарь и химические средства имеют необходимые сертификаты и паспорта безопасности. Одним из главных требований к поставщикам для нас является наличие гарантии качества и соответствие европейским нормам безопасности.</p>
            </div>

            <div class="clear"></div>

            <div class="grid_12">
                <p class="prezent_download"><a href="/prezent_fix.pdf" target="_blank">Скачать презентацию "О компании"</a></p>

            </div>

        </div>

    </div>
    <!-- text : end -->

</div>
<!-- CONTENT : end -->


<?php get_footer(); ?>